{
  "nav": {
    "intro": "ইন্ট্রো.মি",
    "Themespan": "থিম মোড",
    "Lang": "ভাষা পরিবর্তন করুন"
  },
  "section0": {
    "p": "আমি একজন নিবেদিতপ্রাণ ওয়েব ডেভেলপার, আধুনিক প্রযুক্তি যেমন HTML, CSS, JavaScript, React এবং Tailwind CSS ব্যবহার করে রেসপনসিভ ও ইউজার-ফ্রেন্ডলি ওয়েবসাইট ও অ্যাপ্লিকেশন তৈরি করতে আগ্রহী। জটিল সমস্যাকে সহজ, দক্ষ ও ইন্টারঅ্যাকটিভ ওয়েব অভিজ্ঞতায় রূপান্তর করাই আমার আনন্দ। ফ্রন্টএন্ড ডেভেলপমেন্টে দৃঢ় ভিত্তি ও ব্যাকএন্ড ও API ইন্টিগ্রেশনে ক্রমবর্ধমান আগ্রহ নিয়ে, আমি রক্ষণাবেক্ষণযোগ্য কোড লিখতে ও প্রযুক্তির সাথে আপডেট থাকতে প্রতিশ্রুতিবদ্ধ।",
    "btn": "পোর্টফোলিও দেখুন"
  },
  "section1": {
    "myIntro": "হ্যালো, আমি মোঃ রবিন মোল্লা, প্রযুক্তি নিয়ে কৌতূহলী একজন মানুষ।",
    "BulletLine": "প্রযুক্তিতে আমার আগ্রহ",
    "p": "ছোটবেলা থেকেই আমি জানার চেষ্টা করেছি জিনিসগুলো কীভাবে কাজ করে — বিশেষ করে প্রযুক্তি সংক্রান্ত কিছু। মোবাইল বা কম্পিউটার কীভাবে কাজ করে তা জানার আগ্রহই একসময় প্রযুক্তি তৈরি ও উন্নয়নের প্রতি আগ্রহে রূপ নেয়। আমি নতুন টুলস এক্সপ্লোর করতে, কোড নিয়ে এক্সপেরিমেন্ট করতে ও সমস্যা সমাধান করতে ভালোবাসি। সহজ একটি ওয়েব অ্যাপ তৈরি হোক বা সিস্টেমে ডেটা কীভাবে প্রবাহিত হয় তা বুঝতে হোক — প্রতিটি ধাপে আমি প্রযুক্তির জগতে নতুন কিছু শেখার আনন্দ খুঁজে পাই।"
  },
  "section2": {
    "qoute1": "“ফ্রন্টএন্ড ডেভেলপমেন্ট হলো যেখানে সৃজনশীলতা ও যুক্তিবোধ মিলিত হয়।”",
    "qoute2": "“ফ্রন্টএন্ড ডেভেলপমেন্ট হলো ডিজিটাল আর্ট — প্রতিটি পিক্সেল, প্রতিটি কোডলাইন ওয়েবের ক্যানভাসে তুলির আঁচড়।”",
    "bulletline": "আমার ওয়েব ডেভেলপমেন্ট যাত্রা",
    "p": "আমি চিত্রশিল্প ও গণিত ভালোবাসি, তাই ফ্রন্টএন্ড ডেভেলপমেন্ট আমার প্রিয়। আর্ট ও ম্যাথের ভালোবাসা আমাকে যুক্তি ও নান্দনিকতার একত্রিত জগতে এনেছে। পড়াশোনায় একটি প্রোগ্রামিং ভাষা শেখার দরকার ছিল, তাই আমি পাইথন দিয়ে শুরু করি। বন্ধু পরামর্শ দেয় ফ্রন্টএন্ড শিখতে, এবং আমি শুরু করি। প্রথমে আমি গুগল ফর্ম ক্লোন তৈরি করছিলাম — CSS বা HTML এর অনেক কিছুই তখন জানতাম না। যা দরকার হয়, গুগলে সার্চ করে বা ভিডিও দেখে শিখেছি। তবে সত্যিকারের বন্ধু ছিল চ্যাটজিপিটি — সবকিছু সহজ করে দিয়েছে।"
  },
  "section3": {
    "qoute1": "“খেলাধুলা আপনাকে চরিত্র গঠনে সাহায্য করে, নিয়ম মানতে শেখায়, জিততে ও হারতে শেখায় — এটা জীবন শেখায়।”",
    "bulletline": "আমার শখ",
    "p": "সাইক্লিং ও ক্রিকেট আমার কাছে শুধু শখ নয় — এটা জীবনের অংশ। সাইক্লিং আমাকে মুক্তি দেয়, মন পরিষ্কার করে, এবং প্রতিটি কিলোমিটারে জীবন্ত অনুভব করি। ক্রিকেট আমাকে ধৈর্য, টিমওয়ার্ক ও আবেগ শেখায়। রাস্তায় বাতাসের ঝাপটা বা পিচে একটি পারফেক্ট শট — প্রতিটি মুহূর্ত আমাকে সক্রিয় ও মনোযোগী রাখে।"
  }
}
