{
  "nav": {
    "intro": "مقدمة.أنا",
    "Themespan": "وضع السمة",
    "Lang": "تغيير اللغة"
  },
  "section0": {
    "p": "أنا مطور ويب شغوف أركز على بناء مواقع وتطبيقات تفاعلية وسريعة الاستجابة باستخدام تقنيات حديثة مثل HTML و CSS و JavaScript و React و Tailwind CSS. أستمتع بتحويل المشاكل المعقدة إلى تجارب ويب نظيفة وفعالة وتفاعلية. لدي أساس قوي في تطوير الواجهة الأمامية واهتمام متزايد بالواجهة الخلفية وتكامل API، وأسعى لكتابة كود قابل للصيانة والاستمرار في التعلم لمواكبة التطور السريع في هذا المجال.",
    "btn": "عرض المحفظة"
  },
  "section1": {
    "myIntro": "مرحبًا، أنا محمد رابن مولا، إنسان فضولي تجاه التكنولوجيا.",
    "BulletLine": "اهتمامي بالتكنولوجيا",
    "p": "منذ صغري، كنت مفتونًا بكيفية عمل الأشياء — خاصة كل ما يتعلق بالتكنولوجيا. ما بدأ كفضول لمعرفة كيف يعمل هاتفي أو جهازي أصبح شغفًا عميقًا لمعرفة كيفية إنشاء وتحسين التكنولوجيا بنفسي. أستمتع باستكشاف أدوات جديدة، وتجربة الأكواد، وحل المشكلات بطريقة إبداعية. سواءً كان الأمر يتعلق بتطوير تطبيق ويب بسيط أو متابعة أحدث الاتجاهات التقنية، أجد في هذا المجال طاقة وحماسة لا حدود لها."
  },
  "section2": {
    "qoute1": "“تطوير الواجهة الأمامية هو المكان الذي تلتقي فيه الإبداع بالمنطق.”",
    "qoute2": "“تطوير الواجهة الأمامية هو فن رقمي — كل بكسل، وكل سطر كود هو ضربة فرشاة على لوحة الويب.”",
    "bulletline": "رحلتي في تطوير الويب",
    "p": "كوني من محبي الفن والرياضيات، فقد كان تطوير الواجهة الأمامية دائمًا مفضلًا لدي. حب الفن والمنطق قادني إلى هذا العالم. خلال مسيرتي الدراسية، كان عليّ تعلم لغة برمجة، فبدأت مع Python. ثم اقترح عليّ صديقي تجربة تطوير الواجهة الأمامية. بدأت في إنشاء نسخة من Google Form دون معرفة كبيرة بـ CSS أو HTML. تعلمت كل شيء عند الحاجة — من خلال البحث في Google أو مشاهدة الفيديوهات. لكن ChatGPT كان صديقي الحقيقي في هذه الرحلة."
  },
  "section3": {
    "qoute1": "“الرياضة تعلمك الشخصية، والالتزام بالقواعد، وتعلمك الفوز والخسارة — تعلمك الحياة.”",
    "bulletline": "هواياتي",
    "p": "ركوب الدراجات والكريكيت ليسا مجرد هوايات بالنسبة لي — إنهما أسلوب حياة. يمنحني ركوب الدراجات إحساسًا بالحرية، ويصفّي ذهني، ويجعلني أشعر بالحياة. أما الكريكيت، فيعلمني الصبر والعمل الجماعي والشغف. سواء كان الأمر يتعلق بنسيم الطريق أو صوت ضربة ناجحة، فإن كلا الرياضتين يدفعاني إلى النشاط والتركيز كل يوم."
  }
}
